Repository: justinptidernierpourlaroute/vt5
Catalog: démo-2-level2.tmx
Source language: en_us
Languages: fr

source: Buttons
fr: Boutons

source: Note thant you can still receive calls, text messages, and other updates.
fr: mais vous pouvez toujours recevoir des appels, des textos ou des mises à jour.

source: Use the WAKE button to choose the desired screensaver.
fr: Appuyez sur le bouton WAKE pour sélectionner un écran de veille.

source: Press the ON button for 2 sec.
fr: Appuyez 2 sec sur le bouton ON.

source: Congratulations!
fr: Félicitations !

source: A few simple buttons make it easy to turn your device on or off, adjust the volume, and switch between ring and silent modes.
fr: Vous pouvez facilement éteindre ou allumer votre smartphone, en régler le volume ou basculer entre sonnerie et vibreur au moyen d'un nombre réduit de boutons.

source: - listen to music:
fr: - écouter de la musique :

source: For more information, see Setting up the screensaver.
fr: Pour plus d'informations, consultez Réglage de l'écran de veille.

source: - When you're not actively using your device, you can lock it to turn off the display and save the battery.
fr: - Quand vous n'utilisez pas votre appareil, vous pouvez le verrouiller et mettre ainsi l'écran en veille pour économiser la batterie.

source: For example: 3D Animated.
fr: Par exemple : 3D Animated.

source: You can also:
fr: Vous pouvez aussi :

source: T3L's contact point on the Web: http://www.univ-paris8.fr
fr: Adresse de contact T3L sur le web : http://www.univ-paris8.fr

source: Your screensaver is set.
fr: Le règlage de l'écran de veille est terminé.

source: Use the SLEEP button to confirm the desired screensaver mode.
fr: Appuyez sur le bouton SLEEP pour confirmer le type d'écran de veille souhaité.

source: By default, the device locks if you don’t touch the screen for a minute.
fr: Par défaut, le smartphone est automatiquement verrouillé si vous restez plus d'une minute sans toucher l'écran.

source: You are now the proud owner of a unique smartphone.
fr: Vous êtes désormais l'heureux propriétaire d'un smartphone exceptionnel.

source: T3L's Z-OrgluB: excellence made simple.
fr: Z-OrgluB de T3L, l'excellence en toute simplicité

source: - When the device is locked, nothing happens if you touch the screen.
fr: - Lorsqu'il est verrouillé, l'appareil ne réagit pas à vos pressions sur l'écran,

source: Setting up your smartphone
fr: Réglage du smartphone

source: Setting up the screensaver
fr: Réglage de l'écran de veille

source: - adjust the volume using the buttons on the side of the device while you're on a phone call or listening to music,
fr: - régler le volume au moyen des boutons situés sur le côté de l'appareil pendant que vous êtes en communication ou en train d'écouter de la musique.
